# connection
error.validation.connection.endpoint=L''endpoint ne peut \u00EAtre vide.
error.validation.connection.clientaccess=L''ID d'acc\u00E8s client ne peut \u00EAtre vide.
error.validation.connection.secretkey=La cl\u00E9 secr\u00E8te ne peut \u00EAtre vide.
error.validation.connection.testconnection=Erreur lors de la validation de la connexion\u00A0: {0}.
error.validation.connection.null=La connexion est null.
#
success.validation.connection=Utiliser cette connexion
#
error.validation.leadkeyvalue=La valeur ne peut \u00EAtre vide.
error.validation.leadkeyvalues=Les valeurs de cl\u00E9s de prospects doivent \u00EAtre renseign\u00E9es.
error.validation.listparamvalue=La valeur de param\u00E8tre de liste ne peut \u00EAtre vide.
error.validation.updatedates=La date de la mise \u00E0 jour la plus ancienne ou la plus r\u00E9cente est invalide.
error.validation.createdates=La date de la cr\u00E9ation la plus ancienne ou la plus r\u00E9cente est invalide.
error.validation.sincedatetime=La date est invalide.
error.validation.fieldlist=La valeur des champs ne peut \u00EAtre vide.
#
error.validation.sink.getmultipleleads.only=Le composant d''entr\u00E9e est g\u00E9r\u00E9 uniquement avec l''op\u00E9ration 'getMultipleLeads'.
error.validation.sink.leadkeyselector.only=Le composant d''entr\u00E9e est g\u00E9r\u00E9 uniquement avec l''op\u00E9ration 'getMultipleLeads' et le s\u00E9lecteur de prospects configur\u00E9 \u00E0 'Lead Key selector'.
#
error.validation.customobject.customobjectname=Le nom de l'objet personnalis\u00E9 ne peut \u00EAtre vide.
error.validation.customobject.filtertype=Le type de filtre ne peut \u00EAtre vide.
error.validation.customobject.filtervalues=Les valeurs de filtre ne peuvent \u00EAtre vides.
error.validation.customobject.compoundkey=La cl\u00E9 compos\u00E9e ne peut \u00EAtre vide.
#
error.validation.soap.dynamicschema=Le sch\u00E9ma dynamique n''est pas impl\u00E9ment\u00E9 dans l'API SOAP.
error.validation.operation.dynamicschema=Le sch\u00E9ma dynamique n''est pas support\u00E9 pour cette op\u00E9ration.
#
error.reader.invalid.operation=Op\u00E9ration invalide.
#
error.validation.sink.bulk.logdownloadpath=Le chemin d''acc\u00E8s au t\u00E9l\u00E9chargement de logs par lots ne peut \u00EAtre vide ou invalide.
error.validation.sink.bulk.bulkfilepath=Le chemin d'acc\u00E8s au fichier bulk ne peut \u00EAtre vide.
error.validation.bulk.lookupfield=Le champ de r\u00E9f\u00E9rence ne peut \u00EAtre vide
error.validation.sink.bulk.bulkfilepath.notexists=Le fichier bulk n''existe pas
error.validation.soap.bulkexec=Ex\u00E9cution de masse non impl\u00E9ment\u00E9e dans l''API SOAP.
#
error.runtime.unknown=Probl\u00E8me inconnu lors de l''ex\u00E9cution du Job. Consultez les logs.
error.runtime.leadactivity.activities.empty=Impossible de r\u00E9cup\u00E9rer l'activit\u00E9 du prospect avec une liste vide.
#
error.validation.campaign.byid=L''Id de la campagne est requis.
error.validation.campaign.operation=Op\u00E9ration invalide sur la campagne. Seule une action de d\u00E9clenchement supporte les donn\u00E9es entrantes.
#
error.validation.batchSize.range=La taille du lot doit \u00EAtre comprise entre 1 et {0}. Augmentation jusqu'\u00E0 la limite maximale.
